Repository: sonicnkt/wpkg-gp-client
Catalog: locale/*/LC_MESSAGES/wpkg-gp-client.po
Languages: de, es

source: Update error detected during system start up.
de: Während des Systemstarts wurde ein Fehler bei der Systemaktualisierung festgestellt. Bitte setzen Sie sich mit dem IT-Service in Verbindung.
es: Se ha detectado un error de actualización durante el inicio del sistema.

source: WPKG Error
de: WPKG Fehler
es: Error WPKG

source: System start error
de: Fehler beim Systemstart
es: Error de inicio del sistema

source: System should be updated! System wasn't updated in over {} days.
de: Dieses System wurde seit mindestens {} Tagen nicht aktualisiert. Regelmäßige Updates schließen Sicherheitslücken und stellen neue Funktionen bereit – bitte aktualisieren Sie Ihr System, um optimal geschützt und auf dem neuesten Stand zu bleiben.
es: ¡Es necesario actualizar el sistema! El sistema no se ha actualizado hace {} días.

source: Attention!
de: Achtung!
es: ¡Atención!

source: Check for updates
de: Auf Updates prüfen
es: Buscar actualizaciones

source: System update
de: Systemaktualisierung durchführen
es: Actualizar el sistema

source: Help
de: Hilfe
es: Ayuda

source: Cancel shutdown
de: Herunterfahren abbrechen
es: Cancelar el apagado

source: Close
de: Beenden
es: Cerrar

source: Could not load updates:
de: Updates konnten nicht geladen werden.
es: No se pudo cargar las actualizaciones:

source: Update Error
de: Update-Fehler
es: Error de actualización

source: UPD:
es: ACTUALIZAR:

source: NEW:
de: NEU:
es: NUEVO:

source: REM:
de: ENTF:
es: ELIMINAR:

source: DOW:
es: DEGRADAR:

source: Update(s) available:
de: Update(s) verfügbar:
es: Actualizaciones disponibles:

source: No Updates
de: Keine Updates
es: No hay actualizaciones

source: Registry Error No access to necessary registry key.
de: Registry Fehler Der Zugriff auf benötigte Registry-Schlüssel ist nicht möglich.
es: Error de registro No se puede acceder a la clave de registro necesaria.

source: Reboot required! A reboot is required before the system can be updated again. Reboot now?
de: Neustart Erforderlich! Bevor eine neue Aktualisierung durchgeführt werden kann, muss das System neugestartet werden. Jetzt neustarten?
es: ¡Reinicio necesario! Es necesario reiniciar antes de que el sistema se pueda actualizar de nuevo. ¿Reiniciar ahora?

source: System will reboot now!
de: System startet jetzt neu!
es: ¡El sistema se reiniciará ahora!

source: System Update
de: Systemaktualisierung
es: Actualización del sistema

source: WPKG-GP Client - Help
de: WPKG-GP Client - Hilfe
es: Ayuda - Cliente WPKG-GP

source: Close all open Applications, it is possible that programs will be closed without a warning and system could reboot without further confirmation.
de: Bitte schließen Sie alle offenen Anwendungen, da während der Aktualisierung Programme ohne vorherige Ankündigung beendet werden können. In Ausnahmefällen kann es zudem zu einem vollständigen Neustart des Systems kommen.
es: Cierre todas las aplicaciones abiertas, es posible que los programas se cierren y el sistema se reinicie sin previo aviso.

source: Attention
de: Achtung
es: Atención

source: Current Progress:
de: Aktueller Fortschritt:
es: Progreso actual:

source: Shutdown after update
de: System nach abgeschlossener Aktualisierung herunterfahren
es: Apagar después de actualizar

source: Open WPKG Log
de: WPKG Log öffnen
es: Abrir WPKG Log

source: Update
de: Aktualisieren
es: Actualizar

source: Cancel
de: Abbrechen
es: Cancelar

source: WPKG is currently running, please wait a few seconds and try again.
de: WPKG wird derzeit ausgeführt. Bitte warten Sie einen Moment und versuchen Sie es anschließend erneut.
es: WPKG se está ejecutando, por favor espere unos segundos e inténtelo de nuevo.

source: 2. Warning
de: Warnung
es: 2. Aviso

source: Close all open programs! The System could restart without further confirmation! Continue?
de: Bitte schließen Sie alle offenen Programme. In Ausnahmefällen kann das System ohne vorherige Ankündigung neu starten. Möchten Sie fortfahren?
es: ¡Cierre todos los programas! ¡El sistema podría reiniciarse sin previo aviso! ¿Continuar?

source: System update in progress! Canceling this Progress could result in installation issues. Cancel?
de: Aktualisierung läuft! Ein Abbruch kann zu Installationsfehlern führen und die Stabilität von Windows beeinträchtigen. Möchten Sie den Vorgang wirklich abbrechen?
es: ¡Actualización del sistema en progreso! Cancelar este progreso puede ocasionar problemas de instalación. ¿Cancelar?

source: WPKG-GP Client detected a active VPN Connection using Cisco Anyconnect. This could result in slow upgrade progress and updates for the AnyConnect Software will be blocked. Continue?
de: Sie sind derzeit über den VPN-Client (Cisco Secure Client) mit einem Netzwerk verbunden. Dies kann die Aktualisierung verlangsamen und verhindert Updates für den Secure Client. Möchten Sie trotzdem fortfahren?
es: El cliente WPKG-GP ha detectado una conexión VPN activa usando Cisco Anyconnect. Esto podría ocasionar lentitud en el proceso de actualización y bloqueo de la actualización de Cisco Anyconnect. ¿continuar?

source: WPKG-GP process aborted.
de: WPKG-GP Prozess wurde abgebrochen.
es: WPKG-GP proceso abortado.

source: WPKG-GP Notification
de: WPKG-GP Benachrichtigung
es: WPKG-GP notificación

source: WPKG-GP is currently running a task. Retry later.
de: WPKG-GP führt momentan eine Aufgabe aus. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.
es: WPKG-GP está ejecutando una tarea. Inténtelo más tarde.

source: The update server could not be reached.
de: Es kann keine Verbindung zum Aktualisierungsserver hergestellt werden.
es: ¡No se puede acceder al servidor de actualizaciones!

source: The system was rejected from the server to execute an update! Contact your IT department for further information.
de: Dieses System wurde vom Server abgewiesen. Bitte wenden Sie sich an Ihre IT-Abteilung.
es: ¡El sistema ha sido rechazado por el servidor para ejecutar una " actualización! Contacte con el administrador para más información.

source: You are not authorized to execute a wpkg update! Contact your IT department for further information.
de: Sie sind nicht berechtigt, eine Aktualisierung mit WPKG durchzuführen. Bitte wenden Sie sich an den für Sie zuständigen IT-Service.
es: ¡No está autorizado para ejecutar una actualización wpkg! Contacte con el administrador para más información.

source: Can't connect to the wpkg-gp service.
de: Es besteht keine Verbindung zum WPKG-GP-Service.
es: ¡No se puede conectar con el servicio wpkg-gp!

source: Unknown problem occured.
es: Ha ocurrido un problema desconocido

source: WPKG-GP process finished, restart necessary!
de: WPKG-GP Prozess abgeschlossen, Neustart erfoderlich!
es: WPKG-GP proceso finalizado, es necesario reiniciar.

source: WPKG-GP process finished.
de: WPKG-GP Prozess abgeschlossen.
es: WPKG-GP proceso finalizado.

source: Error detected during update
de: Fehler bei der Aktualisierung erkannt
es: Se ha detectado un error durante la actualización

source: Reboot required! For the completion of the installation(s), a reboot is required. Reboot now?
de: Für den Abschluss der Installation(en) ist ein Neustart notwendig. Jetzt neu starten?
es: ¡Reinicio necesario! Para completar la instalación, es necesario reiniciar. ¿Reiniciar ahora?

source: System will reboot in %TIME% seconds.
de: System wird in %TIME% Sekunden neustarten.
es: El sistema se reiniciará en %TIME% segundos.

source: System will shutdown in %TIME% seconds.
de: System wird in %TIME% Sekunden heruntergefahren.
es: El sistema de apagará en %TIME% segundos.

source: No System changes.
de: Es wurden keine Änderungen am System durchgeführt.
es: No hay cambios en el sistema.

source: Can't open config file "{}"!
de: Konfigurationsdatei "{}" kann nicht geöffnet werden!
es: ¡No se puede abrir el fichero de configuración "{}"!

source: An instance of WPKG-GP Client is already running!
de: WPKG-GP Client wird bereits ausgeführt!
es: ¡El cliente WPKG-GP ya se está ejecutando!

source: WPKG-GP Client requires at least version {} of the WPKG-GP Service.
de: Der WPKG-GP Client benötigt mindestens Version {} des WPKG-GP-Dienstes.
es: El cliente WPKG-GP necesita al menos la versión {} del servicio WPKG-GP.

source: Contact IT Department
de: Kontaktiere den IT-Service
es: Contacte al departamento de TI.

source: connected
de: verbunden
es: conectado

source: WPKG process start cancelled by user.
de: WPKG-Prozessabbruch durch Benutzer*in.
es: Inicio del proceso WPKG cancelado por el usuario.

source: Error: WPKG-GP Service not running.
de: Fehler: Der WPKG-GP-Dienst läuft nicht.
es: Error: El servicio WPKG-GP no está en funcionamiento.

source: Looking for an active VPN-Connection.
de: Suche nach einer aktiven VPN-Verbindung.
es: Buscando una conexión VPN activa.

source: No Updates available for this Device.
de: Für dieses Gerät sind keine Updates verfügbar.
es: No hay actualizaciones disponibles para este dispositivo.

source: Unknown problem occurred.
de: Unbekanntes Problem aufgetreten.
